   1)  Προεπιλογή
   2)  checkmd5        Ελέγξτε την ακεραιότητα του livecd/liveusb
   3)  checkfs         Ελέγξτε LiveUSB και persist συστήματα αρχείων ext2/3/4
   4)  toram           Αντιγράψτε το συμπιεσμένο σύστημα αρχείων στη μνήμη RAM
   5)  from=usb        Ολοκληρώνει την εκκίνηση από ένα LiveUSB
   6)  from=hd         Ολοκληρώνει την εκκίνηση από ένα σκληρό δίσκο
   7)  nousb2          Απενεργοποιήση όλων των συσκευών usb-2 κατά την εκκίνηση
   8)  hwclock=ask     Προσδιορίσετε τη ρύθμιση του ρολόι
   9)  hwclock=utc     Ρολόι σε UTC (Linux)
  10)  hwclock=local   Ρολόι σε τοπική ώρα (Windows)
  11)  password        Αλλαγή του κωδικού πρόσβασης πριν εκκίνηση
  12)  wicd            Ενεργοποίηση την υπηρεσία wicd κατά την εκκίνηση
  13)  nowicd          Απενεργοποίηση την υπηρεσία wicd κατά την εκκίνηση
  14)  nostore         Απενεργοποίηση του LiveUSB-αποθήκευσης (LiveUSB μόνο)
  15)  dostore         Ενεργοποίηση του LiveUSB-αποθήκευσης (LiveUSB μόνο)
  16)  savestate       Αποθήκευση κάποιων αρχείων σε επανεκκίνηση (LiveUSB μόνο)
  17)  nosavestate     Μην αποθηκεύετε αρχεία σε επανεκκίνηση (LiveUSB μόνο)
